---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.HostFlagPathOff
source: html/cedcd3fe-85cc-19a9-7bcb-86acb1f28a38.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.HostFlagPathOff Property

## Syntax (C#)
```csharp
public static FailureDefinitionId HostFlagPathOff { get; }
```